{
  "blogs": [
    {
      "title": "Bad Things",
      "body": "things are not so bad after all, for here are creatures who are even afraid of us",
      "author": "Rubby",
      "id": 1
    },
    {
      "title": "The Hares and the Frogs",
      "body": "Hares, as you know, are very timid. The least shadow, sends them scurrying in fright to a hiding place. Once they decided to die rather than live in such misery. ",
      "author": "Leo",
      "id": 2
    },
    {
      "title": "Debate",
      "body": "But while they were debating how best to meet death, they thought they heard a noise and in a flash were scampering off to the warren. On the way they passed a pond where a family of Frogs was sitting among the reeds on the bank",
      "author": "Leo",
      "id": 3
    },
    {
      "title": "Frogs",
      "body": "A group of frogs was traveling through the woods and two of them fell into a deep pit. When the other frogs saw how deep the pit was, they told the two frogs that they were as good as dead. The two frogs ignored the comments and tried to jump up out of the pit with all their might. The other frogs kept telling them to stop, that they were as good as dead. Finally, one of the frogs took heed to what the other frogs were saying and gave up. He fell down and died.\n\nThe other frog continued to jump as hard as he could. Once again, the crowd of frogs yelled at him to stop the pain and just die. He jumped even harder and finally made it out. When he got out, the other frogs said, “Did you not hear us?” The frog explained to them that he was deaf. He thought they were encouraging him the entire time.\n\nMoral: There is power of life and death in the tongue. An encouraging word to someone who is down can lift them up and help them make it through the day. So be careful of what you say. Speak life to those who cross your path. The power of words… it is sometimes hard to understand that an encouraging word can go such a long way.",
      "author": "Leo",
      "id": 4
    }
  ]
}